;This file was generated by the XCOM Mod File Generator by @cjrcodes on GitHub and Instagram
;If you would like to contribute or leave feedback, visit https://github.com/cjrcodes/XCOM-Mod-File-Generator 
;To generate new files, visit https://cjrcodes.github.io/XCOM-Mod-File-Generator/

[SpiderManAdvanced_Head_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 头 (PS4, 套装(默认))"

[SpiderManAdvanced_Torso_KV_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(默认))"

[SpiderManAdvanced_Torso_LPL_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(默认))"

[SpiderManAdvanced_Torso_MPL_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(默认))"

[SpiderManAdvanced_Torso_HPL_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(默认))"

[SpiderManAdvanced_Torso_LPO_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(默认))"

[SpiderManAdvanced_Torso_MPO_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(默认))"

[SpiderManAdvanced_Torso_HPO_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(默认))"

[SpiderManAdvanced_Torso_RA_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(默认))"

[SpiderManAdvanced_Torso_PLR_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(默认))"

[SpiderManAdvanced_Torso_POR_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(默认))"

[SpiderManAdvanced_Torso_TA_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(默认))"

[SpiderManAdvanced_Torso_PLT_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(默认))"

[SpiderManAdvanced_Torso_POT_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(默认))"

[SpiderManAdvanced_Torso_TA_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(默认))"

[SpiderManAdvanced_Torso_PLS_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(默认))"

[SpiderManAdvanced_Torso_POS_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(默认))"

[SpiderManAdvanced_Legs_KV_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(默认))"

[SpiderManAdvanced_Legs_LPL_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(默认))"

[SpiderManAdvanced_Legs_MPL_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(默认))"

[SpiderManAdvanced_Legs_HPL_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(默认))"

[SpiderManAdvanced_Legs_LPO_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(默认))"

[SpiderManAdvanced_Legs_MPO_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(默认))"

[SpiderManAdvanced_Legs_HPO_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(默认))"

[SpiderManAdvanced_Legs_RA_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(默认))"

[SpiderManAdvanced_Legs_PLR_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(默认))"

[SpiderManAdvanced_Legs_POR_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(默认))"

[SpiderManAdvanced_Legs_TA_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(默认))"

[SpiderManAdvanced_Legs_PLT_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(默认))"

[SpiderManAdvanced_Legs_POT_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(默认))"

[SpiderManAdvanced_Legs_TA_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(默认))"

[SpiderManAdvanced_Legs_PLS_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(默认))"

[SpiderManAdvanced_Legs_POS_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(默认))"

[SpiderManAdvanced_FacePropsUpper_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 透镜 (PS4, 套装(默认))"

[SpiderManAdvanced_LeftArm_KV_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(默认))"

[SpiderManAdvanced_LeftArm_LPL_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(默认))"

[SpiderManAdvanced_LeftArm_MPL_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(默认))"

[SpiderManAdvanced_LeftArm_HPL_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(默认))"

[SpiderManAdvanced_LeftArm_LPO_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(默认))"

[SpiderManAdvanced_LeftArm_MPO_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(默认))"

[SpiderManAdvanced_LeftArm_HPO_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(默认))"

[SpiderManAdvanced_LeftArm_RA_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(默认))"

[SpiderManAdvanced_LeftArm_PLR_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(默认))"

[SpiderManAdvanced_LeftArm_POR_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(默认))"

[SpiderManAdvanced_LeftArm_TA_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(默认))"

[SpiderManAdvanced_LeftArm_PLT_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(默认))"

[SpiderManAdvanced_LeftArm_POT_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(默认))"

[SpiderManAdvanced_LeftArm_TA_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(默认))"

[SpiderManAdvanced_LeftArm_PLS_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(默认))"

[SpiderManAdvanced_LeftArm_POS_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(默认))"

[SpiderManAdvanced_RightArm_KV_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(默认))"

[SpiderManAdvanced_RightArm_LPL_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(默认))"

[SpiderManAdvanced_RightArm_MPL_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(默认))"

[SpiderManAdvanced_RightArm_HPL_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(默认))"

[SpiderManAdvanced_RightArm_LPO_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(默认))"

[SpiderManAdvanced_RightArm_MPO_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(默认))"

[SpiderManAdvanced_RightArm_HPO_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(默认))"

[SpiderManAdvanced_RightArm_RA_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(默认))"

[SpiderManAdvanced_RightArm_PLR_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(默认))"

[SpiderManAdvanced_RightArm_POR_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(默认))"

[SpiderManAdvanced_RightArm_TA_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(默认))"

[SpiderManAdvanced_RightArm_PLT_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(默认))"

[SpiderManAdvanced_RightArm_POT_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(默认))"

[SpiderManAdvanced_RightArm_TA_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(默认))"

[SpiderManAdvanced_RightArm_PLS_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(默认))"

[SpiderManAdvanced_RightArm_POS_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(默认))"

;This file was generated by the XCOM Mod File Generator by @cjrcodes on GitHub and Instagram
;If you would like to contribute or leave feedback, visit https://github.com/cjrcodes/XCOM-Mod-File-Generator 
;To generate new files, visit https://cjrcodes.github.io/XCOM-Mod-File-Generator/

[SpiderManAdvanced_HeadTINT_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 头 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_TorsoTINT_KV_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_TorsoTINT_LPL_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_TorsoTINT_MPL_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_TorsoTINT_HPL_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_TorsoTINT_LPO_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_TorsoTINT_MPO_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_TorsoTINT_HPO_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_TorsoTINT_RA_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_TorsoTINT_PLR_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_TorsoTINT_POR_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_TorsoTINT_TA_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_TorsoTINT_PLT_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_TorsoTINT_POT_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_TorsoTINT_TA_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_TorsoTINT_PLS_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_TorsoTINT_POS_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_LegsTINT_KV_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_LegsTINT_LPL_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_LegsTINT_MPL_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_LegsTINT_HPL_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_LegsTINT_LPO_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_LegsTINT_MPO_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_LegsTINT_HPO_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_LegsTINT_RA_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_LegsTINT_PLR_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_LegsTINT_POR_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_LegsTINT_TA_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_LegsTINT_PLT_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_LegsTINT_POT_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_LegsTINT_TA_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_LegsTINT_PLS_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_LegsTINT_POS_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_FacePropsUpperTINT_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 Lenses (PS4, 套装(可变色 A))"

[SpiderManAdvanced_LeftArmTINT_KV_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_LeftArmTINT_LPL_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_LeftArmTINT_MPL_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_LeftArmTINT_HPL_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_LeftArmTINT_LPO_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_LeftArmTINT_MPO_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_LeftArmTINT_HPO_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_LeftArmTINT_RA_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_LeftArmTINT_PLR_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_LeftArmTINT_POR_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_LeftArmTINT_TA_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_LeftArmTINT_PLT_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_LeftArmTINT_POT_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_LeftArmTINT_TA_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_LeftArmTINT_PLS_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_LeftArmTINT_POS_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_RightArmTINT_KV_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_RightArmTINT_LPL_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_RightArmTINT_MPL_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_RightArmTINT_HPL_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_RightArmTINT_LPO_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_RightArmTINT_MPO_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_RightArmTINT_HPO_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_RightArmTINT_RA_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_RightArmTINT_PLR_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_RightArmTINT_POR_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_RightArmTINT_TA_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_RightArmTINT_PLT_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_RightArmTINT_POT_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_RightArmTINT_TA_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_RightArmTINT_PLS_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(可变色 A))"

[SpiderManAdvanced_RightArmTINT_POS_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(可变色 A))"

;This file was generated by the XCOM Mod File Generator by @cjrcodes on GitHub and Instagram
;If you would like to contribute or leave feedback, visit https://github.com/cjrcodes/XCOM-Mod-File-Generator 
;To generate new files, visit https://cjrcodes.github.io/XCOM-Mod-File-Generator/

[SpiderManAdvanced_HeadTINTB_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 头 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_TorsoTINTB_KV_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_TorsoTINTB_LPL_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_TorsoTINTB_MPL_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_TorsoTINTB_HPL_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_TorsoTINTB_LPO_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_TorsoTINTB_MPO_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_TorsoTINTB_HPO_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_TorsoTINTB_RA_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_TorsoTINTB_PLR_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_TorsoTINTB_POR_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_TorsoTINTB_TA_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_TorsoTINTB_PLT_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_TorsoTINTB_POT_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_TorsoTINTB_TA_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_TorsoTINTB_PLS_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_TorsoTINTB_POS_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_LegsTINTB_KV_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_LegsTINTB_LPL_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_LegsTINTB_MPL_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_LegsTINTB_HPL_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_LegsTINTB_LPO_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_LegsTINTB_MPO_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_LegsTINTB_HPO_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_LegsTINTB_RA_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_LegsTINTB_PLR_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_LegsTINTB_POR_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_LegsTINTB_TA_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_LegsTINTB_PLT_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_LegsTINTB_POT_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_LegsTINTB_TA_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_LegsTINTB_PLS_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_LegsTINTB_POS_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_LeftArmTINTB_KV_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_LeftArmTINTB_LPL_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_LeftArmTINTB_MPL_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_LeftArmTINTB_HPL_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_LeftArmTINTB_LPO_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_LeftArmTINTB_MPO_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_LeftArmTINTB_HPO_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_LeftArmTINTB_RA_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_LeftArmTINTB_PLR_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_LeftArmTINTB_POR_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_LeftArmTINTB_TA_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_LeftArmTINTB_PLT_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_LeftArmTINTB_POT_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_LeftArmTINTB_TA_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_LeftArmTINTB_PLS_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_LeftArmTINTB_POS_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_RightArmTINTB_KV_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_RightArmTINTB_LPL_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_RightArmTINTB_MPL_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_RightArmTINTB_HPL_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_RightArmTINTB_LPO_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_RightArmTINTB_MPO_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_RightArmTINTB_HPO_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_RightArmTINTB_RA_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_RightArmTINTB_PLR_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_RightArmTINTB_POR_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_RightArmTINTB_TA_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_RightArmTINTB_PLT_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_RightArmTINTB_POT_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_RightArmTINTB_TA_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_RightArmTINTB_PLS_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(可变色 B))"

[SpiderManAdvanced_RightArmTINTB_POS_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(可变色 B))"

;This file was generated by the XCOM Mod File Generator by @cjrcodes on GitHub and Instagram
;If you would like to contribute or leave feedback, visit https://github.com/cjrcodes/XCOM-Mod-File-Generator 
;To generate new files, visit https://cjrcodes.github.io/XCOM-Mod-File-Generator/

[SpiderManAdvanced_HeadTINTC_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 头 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_TorsoTINTC_KV_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_TorsoTINTC_LPL_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_TorsoTINTC_MPL_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_TorsoTINTC_HPL_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_TorsoTINTC_LPO_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_TorsoTINTC_MPO_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_TorsoTINTC_HPO_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_TorsoTINTC_RA_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_TorsoTINTC_PLR_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_TorsoTINTC_POR_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_TorsoTINTC_TA_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_TorsoTINTC_PLT_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_TorsoTINTC_POT_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_TorsoTINTC_TA_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_TorsoTINTC_PLS_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_TorsoTINTC_POS_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_ArmsTINTC_KV_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 双臂 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_ArmsTINTC_LPL_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 双臂 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_ArmsTINTC_MPL_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 双臂 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_ArmsTINTC_HPL_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 双臂 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_ArmsTINTC_LPO_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 双臂 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_ArmsTINTC_MPO_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 双臂 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_ArmsTINTC_HPO_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 双臂 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_ArmsTINTC_RA_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 双臂 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_ArmsTINTC_PLR_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 双臂 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_ArmsTINTC_POR_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 双臂 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_ArmsTINTC_TA_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 双臂 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_ArmsTINTC_PLT_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 双臂 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_ArmsTINTC_POT_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 双臂 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_ArmsTINTC_TA_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 双臂 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_ArmsTINTC_PLS_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 双臂 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_ArmsTINTC_POS_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 双臂 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_LegsTINTC_KV_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_LegsTINTC_LPL_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_LegsTINTC_MPL_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_LegsTINTC_HPL_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_LegsTINTC_LPO_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_LegsTINTC_MPO_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_LegsTINTC_HPO_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_LegsTINTC_RA_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_LegsTINTC_PLR_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_LegsTINTC_POR_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_LegsTINTC_TA_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_LegsTINTC_PLT_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_LegsTINTC_POT_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_LegsTINTC_TA_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_LegsTINTC_PLS_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_LegsTINTC_POS_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(可变色 C))"

;This file was generated by the XCOM Mod File Generator by @cjrcodes on GitHub and Instagram
;If you would like to contribute or leave feedback, visit https://github.com/cjrcodes/XCOM-Mod-File-Generator 
;To generate new files, visit https://cjrcodes.github.io/XCOM-Mod-File-Generator/

[SpiderManAdvanced_LeftArmTINTC_KV_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_LeftArmTINTC_LPL_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_LeftArmTINTC_MPL_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_LeftArmTINTC_HPL_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_LeftArmTINTC_LPO_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_LeftArmTINTC_MPO_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_LeftArmTINTC_HPO_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_LeftArmTINTC_RA_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_LeftArmTINTC_PLR_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_LeftArmTINTC_POR_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_LeftArmTINTC_TA_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_LeftArmTINTC_PLT_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_LeftArmTINTC_POT_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_LeftArmTINTC_TA_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_LeftArmTINTC_PLS_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_LeftArmTINTC_POS_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_RightArmTINTC_KV_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_RightArmTINTC_LPL_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_RightArmTINTC_MPL_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_RightArmTINTC_HPL_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_RightArmTINTC_LPO_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_RightArmTINTC_MPO_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_RightArmTINTC_HPO_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_RightArmTINTC_RA_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_RightArmTINTC_PLR_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_RightArmTINTC_POR_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_RightArmTINTC_TA_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_RightArmTINTC_PLT_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_RightArmTINTC_POT_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_RightArmTINTC_TA_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_RightArmTINTC_PLS_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(可变色 C))"

[SpiderManAdvanced_RightArmTINTC_POS_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(可变色 C))"



;This file was generated by the XCOM Mod File Generator by @cjrcodes on GitHub and Instagram
;If you would like to contribute or leave feedback, visit https://github.com/cjrcodes/XCOM-Mod-File-Generator 
;To generate new files, visit https://cjrcodes.github.io/XCOM-Mod-File-Generator/

[SpiderManAdvanced_TorsoTINTD_KV_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(Tint D))"

[SpiderManAdvanced_TorsoTINTD_LPL_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(Tint D))"

[SpiderManAdvanced_TorsoTINTD_MPL_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(Tint D))"

[SpiderManAdvanced_TorsoTINTD_HPL_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(Tint D))"

[SpiderManAdvanced_TorsoTINTD_LPO_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(Tint D))"

[SpiderManAdvanced_TorsoTINTD_MPO_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(Tint D))"

[SpiderManAdvanced_TorsoTINTD_HPO_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(Tint D))"

[SpiderManAdvanced_TorsoTINTD_RA_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(Tint D))"

[SpiderManAdvanced_TorsoTINTD_PLR_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(Tint D))"

[SpiderManAdvanced_TorsoTINTD_POR_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(Tint D))"

[SpiderManAdvanced_TorsoTINTD_TA_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(Tint D))"

[SpiderManAdvanced_TorsoTINTD_PLT_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(Tint D))"

[SpiderManAdvanced_TorsoTINTD_POT_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(Tint D))"

[SpiderManAdvanced_TorsoTINTD_TA_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(Tint D))"

[SpiderManAdvanced_TorsoTINTD_PLS_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(Tint D))"

[SpiderManAdvanced_TorsoTINTD_POS_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 身体 (PS4, 套装(Tint D))"

[SpiderManAdvanced_LeftArmTINTD_KV_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(Tint D))"

[SpiderManAdvanced_LeftArmTINTD_LPL_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(Tint D))"

[SpiderManAdvanced_LeftArmTINTD_MPL_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(Tint D))"

[SpiderManAdvanced_LeftArmTINTD_HPL_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(Tint D))"

[SpiderManAdvanced_LeftArmTINTD_LPO_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(Tint D))"

[SpiderManAdvanced_LeftArmTINTD_MPO_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(Tint D))"

[SpiderManAdvanced_LeftArmTINTD_HPO_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(Tint D))"

[SpiderManAdvanced_LeftArmTINTD_RA_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(Tint D))"

[SpiderManAdvanced_LeftArmTINTD_PLR_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(Tint D))"

[SpiderManAdvanced_LeftArmTINTD_POR_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(Tint D))"

[SpiderManAdvanced_LeftArmTINTD_TA_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(Tint D))"

[SpiderManAdvanced_LeftArmTINTD_PLT_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(Tint D))"

[SpiderManAdvanced_LeftArmTINTD_POT_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(Tint D))"

[SpiderManAdvanced_LeftArmTINTD_TA_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(Tint D))"

[SpiderManAdvanced_LeftArmTINTD_PLS_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(Tint D))"

[SpiderManAdvanced_LeftArmTINTD_POS_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 左臂 (PS4, 套装(Tint D))"

[SpiderManAdvanced_RightArmTINTD_KV_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(Tint D))"

[SpiderManAdvanced_RightArmTINTD_LPL_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(Tint D))"

[SpiderManAdvanced_RightArmTINTD_MPL_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(Tint D))"

[SpiderManAdvanced_RightArmTINTD_HPL_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(Tint D))"

[SpiderManAdvanced_RightArmTINTD_LPO_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(Tint D))"

[SpiderManAdvanced_RightArmTINTD_MPO_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(Tint D))"

[SpiderManAdvanced_RightArmTINTD_HPO_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(Tint D))"

[SpiderManAdvanced_RightArmTINTD_RA_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(Tint D))"

[SpiderManAdvanced_RightArmTINTD_PLR_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(Tint D))"

[SpiderManAdvanced_RightArmTINTD_POR_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(Tint D))"

[SpiderManAdvanced_RightArmTINTD_TA_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(Tint D))"

[SpiderManAdvanced_RightArmTINTD_PLT_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(Tint D))"

[SpiderManAdvanced_RightArmTINTD_POT_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(Tint D))"

[SpiderManAdvanced_RightArmTINTD_TA_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(Tint D))"

[SpiderManAdvanced_RightArmTINTD_PLS_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(Tint D))"

[SpiderManAdvanced_RightArmTINTD_POS_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 右臂 (PS4, 套装(Tint D))"

;This file was generated by the XCOM Mod File Generator by @cjrcodes on GitHub and Instagram
;If you would like to contribute or leave feedback, visit https://github.com/cjrcodes/XCOM-Mod-File-Generator 
;To generate new files, visit https://cjrcodes.github.io/XCOM-Mod-File-Generator/

[SpiderManAdvanced_LegsTINTD_KV_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(Tint D))"

[SpiderManAdvanced_LegsTINTD_LPL_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(Tint D))"

[SpiderManAdvanced_LegsTINTD_MPL_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(Tint D))"

[SpiderManAdvanced_LegsTINTD_HPL_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(Tint D))"

[SpiderManAdvanced_LegsTINTD_LPO_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(Tint D))"

[SpiderManAdvanced_LegsTINTD_MPO_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(Tint D))"

[SpiderManAdvanced_LegsTINTD_HPO_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(Tint D))"

[SpiderManAdvanced_LegsTINTD_RA_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(Tint D))"

[SpiderManAdvanced_LegsTINTD_PLR_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(Tint D))"

[SpiderManAdvanced_LegsTINTD_POR_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(Tint D))"

[SpiderManAdvanced_LegsTINTD_TA_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(Tint D))"

[SpiderManAdvanced_LegsTINTD_PLT_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(Tint D))"

[SpiderManAdvanced_LegsTINTD_POT_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(Tint D))"

[SpiderManAdvanced_LegsTINTD_TA_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(Tint D))"

[SpiderManAdvanced_LegsTINTD_PLS_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(Tint D))"

[SpiderManAdvanced_LegsTINTD_POS_M X2BodyPartTemplate]
DisplayName="蜘蛛侠 下肢 (PS4, 套装(Tint D))"

